export const ABOUT_TITLE = 'За събитието';

export const ABOUT_TEXT = `Една от най-важните цели и фундамент на ТУЕС Фест е да запознае учениците и техните родители с уникалния образователния модел на ТУЕС, а чрез показаните разработки – и резултата от този образователен модел.`;

export const ABOUT_BUTTON = 'научете повече за ТУЕС';

export const ABOUT_SUBTEXT =
	'Вижте програмата на ТУЕС Фест 2023 и следете събитието във Facebook за актуални новини! Разгледайте невероятните проекти на учениците.';

export const ABOUT_IMAGE = '/assets/home/about.jpeg';
